Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 这两日大概是他们爷孙俩过的最安逸舒服的日子了，不用到处流浪，一日三餐还有人安排，而且都是极为美味的食物。
en_us: These two days were the most comfortable life that they had ever led. They didn't have to wander around, and their three meals were taken care of. Moreover, they were extremely delicious food.

source: 这个世界没有什么是不可能的，他能够来到这个世界就是一件本不可能的事情。
en_us: Nothing is impossible in this world. Him being able to arrive in this world was an impossible thing on its own.

source: 这个庞大的地下组织并没有庞大的总部，而是有着许多零散的据点分布在洛都城的各处。
en_us: This large underground organization did not have a big headquarter. Instead, their headquarters were spread all over different areas in Rodu.

source: 这个恐怖猎手甚至没有能够做出任何有效的反击。
en_us: This horror hunter couldn't even retaliate effectively.

source: 这个时候，他也不知道自己应该开心还是不开心……
en_us: Currently, he didn't know if he should be happy or unhappy...

source: 这个月的工资要过两天才能领，就算从老板那里拿了工资，那也得第一时间上交给夫人。
en_us: It would take two more days before he could receive his salary for the month. Even if he did receive his wages from his boss, he would have to hand it over to his wife immediately.

source: 这个消息很快从洛斯帝国的皇宫传遍诺兰大陆，送到了每一个关注着此事的人手中。
en_us: This news from the Roth Empire's palace quickly spread all over the Norland Continent. It reached everyone who was concerned about this matter.

source: 这个灌汤包，实在是太神奇了，不知道哈迪斯先生是如何将汤汁如此完整的包裹进这薄薄的表皮之中的。
en_us: This soup dumpling is amazing. How did Mr. Hades wrap the soup so perfectly within such a thin layer of dumpling skin?

source: 这个男人，的确很强。
en_us: This man was indeed very powerful.

source: 这个画面似乎有些滑稽，可麦格却感受到了极为强烈的危险。
en_us: This scene looked a little ridiculousu but Mag felt an intense sense of danger.

source: 这个看起来只会酿酒的平平无奇青年，在背后究竟做了多少事情？
en_us: How many things did this young man, who looked so ordinary and only knew how to brew liquor, do behind the scene?

source: 这个距离，麦格有把握用飞剑一剑取他性命，不过这种拉风的杀人方式，非常容易被人联想到他的身上。
en_us: From this distance, Mag was very confident in claiming his life with his flying sword. However, such a killing style would easily make people connect it to him.

source: 这个路子，和开餐馆又有些不同。
en_us: This method was a little different from operating restaurants.

source: 这个过程持续了十分钟左右，梅兰特腹部的空洞重新长出了肉，他那苍白的脸色也是重新有了一丝血色，几乎停滞的呼吸渐渐平缓而有力。
en_us: The entire process went on for around 10 minutes. The empty area in Merante's abdomen grew new flesh, and he regained some color on his pale face. It seemed as though his breathing became stabler.

source: 这个酒馆听起来好陌生，并不是洛都城里有名的酒馆。
en_us: This tavern sounded so unfamiliar. It wasn't one of the Rodu's famous taverns.

source: 这个酒香，和当年他父亲在酿酒坊中酿酒时，她在一旁玩耍时闻到的香味一模一样。
en_us: This fragrance was exactly the same as what she smelled back then when she was playing while her father brewed wine.

source: 这个黑市不光在洛都有名，甚至在整个诺兰大陆都鼎鼎有名。
en_us: This black market was not only famous in Rodu, but the entire Norland Continent.

source: 这么多人看着，他也做不出反悔的事情。
en_us: He couldn't go back on his words when so many people were watching them.

source: 这么多年来，她从未想过要给自己找一个人来依偎，她宁愿把地窖变得更加坚固，也不愿意给自己找一个男人。
en_us: For all these years, she had never thought of finding a man for herself to depend on. She'd rather make the cellar sturdier than find herself a man.

source: 这么大的酿酒厂，自然不可能让汉娜继续当做私人作坊，从暗夜精灵那里抽调来的一百名精灵，已经进入酿酒厂的各个岗位，先前门口的门卫精灵认识麦格，所以让他直接进入工厂。
en_us: He naturally couldn't let Hannah run such a big brewery like her private workshop. He got 100 elves from the Night Elves, and put them in different positions in the brewery. The elves guarding the gates knew Mag, so they let him enter the brewery right away.

source: 这么小的小家伙，连拿起竹圈都费力，更别说套鹅了。
en_us: This little one would have trouble just to lift the bamboo rings up, let alone toss them out to ring the geese.

source: 这也一度成为让他在是否要回家继承家产间摇摆和犹豫的一大原因。
en_us: This had once been one of the biggest reasons why he hesitated between going back home to inherit his family's fortune and staying put.

source: 这也是这会伊琳娜不在酒馆里，不然这会折叠椅应该已经把这个官威不小的死胖子排进地下。
en_us: Irina happened not to be in the tavern. Otherwise, the foldable chair would probably have smacked this high-ranking little fatty to the ground.

source: 这也没啥，人家不是出来做公益的。
en_us: This wasn't wrong, because he wasn't running a charity.

source: 这些一手情报，就算是灰神殿的情报系统都不好收集。
en_us: Even the Gray Temple might not be able to collect such first-hand news.

source: 这些古尸大都长得模样古怪，三头人形巨兽，人面蛛，剩下半个脑袋的巨人，浑身长着绿毛的怪物……躯体残缺，都不是现在存在的种族。
en_us: Most of these ancient corpses looked weird. There were three-headed humanoid beasts, giant woods spiders and giants that only half of their heads left, monsters with green fur...They were all not races or speices that existed now.

source: 这些大肥鹅品相看起来都很不错，价格又不比市场里贵多少，所以相当抢手。
en_us: These big, fat geese looked good, and were about the same price as in the market, so they were rather popular.

source: 这些天兵部死了不少人，看来其中必然有这位客人的亲近之人，就是不知道他是否知道一些有关的信息。
en_us: There had been many deaths in the military for the past few days. It seemed like one of them was someone close to this customer. Would he have any relevant information?

source: 这些天我想明白了，错的不是我，也不是这个制度，而是当年选了你们这些只知贪财享乐的家伙。
en_us: "I have finally understood what went wrong after pondering for days. It wasn't me or the system. It was because I had chosen you greedy and lazy fellows back then.

source: 这些天，麦米餐厅歇业，但老板无偿教学十道菜的消息已经传遍了混乱之城。
en_us: For the past few days, Mamy Restaurant was closed, but the news of its owner teaching more than 10 of its dishes for free had spread all over Chaos City.

source: 这些奴隶从事着最为辛苦的劳作，撑起了整个风之森林的粮食供应，却一直食不果腹，还时常遭受布鲁斯特族人的欺压、打骂。
en_us: These slaves were doing the toughest jobs, supporting the food supply of the entire Wind Forest but did not have enough food for themselves. In addition they would often be oppressed, beaten and scolded by the Brewster Family.

source: 这些年他跟着前辈也算是喝成了半个专家，这酒绝对是他这辈子喝过最好的酒，没有之一！
en_us: All these years with his senior, Bobby could be considered half a professional. This was definitely the best wine he had ever had!

source: 这些年各地上贡给国王的美酒，不少他都喝过，但没有哪一款有这茅台给他带来的震撼大。
en_us: All these years, the king had received great wines from all over as tribute, and Abraham had his fair share of tasting these wines. However, none of them could surprise him as much as this Maotai.

source: 这些年来被这个家伙折磨致死的奴隶，已经不下十位，手段之残忍，比这有过之无不及。
en_us: More than 10 elves were tortured to death by this fellow in the past. His methods were far crueller than this.

source: 这些年来，肖恩一心经营军方，在西北前线不断建功立业，在军方获得了不少支持和威望。
en_us: All these years, Sean had been managing the military, and had contributed a lot at the northwestern frontline. Therefore, he had gained support and respect from the army.

source: 这些年泰坦酒馆几乎每天都参加品酒大会，但分数一只未能超过三十分钟，连及格线都没有达到。
en_us: Titan Tavern had taken part in the liquor tasting event every year, but its score was never above 30, it couldn't even make it through the passing mark.

source: 这些年这种事情时常发生，自家男人和谁喝酒她心里有数，虽然嘴上会念叨几句，倒也还算放心。
en_us: All these years, such things had been happening very often. She knew very well whom her husband had been drinking with, and although she had been nagging about it, she did not really hold it to heart.

source: 这些当年因为泰坦酒馆而聚集而来的店铺，的确已经有些过气了。
en_us: Those shops that had converged because of Titan Tavern back then were indeed a little outdated.

source: 这他喵的是什么怪物啊！
en_us: What kind of monster is that!

source: 这他喵的是酒馆，我也知道你要喝酒啊。
en_us: This is a fricking tavern. Of course I know you want to drink liquor.

source: 这件事之前露娜就和他说过，解决孩子们的生存问题，是序列排在让孩子们上学之前的重要事项。
en_us: Luna had told Mag about this before. Resolving the problem of the children's survival was the most important thing that came before letting the children attend school.

source: 这件事希利已经从教皇那里得知，洛斯帝国师出无名，对兽人族发动了战争，而且做出了屠戮部落的残忍行径，于情于理都不对，他犹豫着该怎么回答这个问题。
en_us: Seely had already heard about this matter from the pope. The Roth Empire had dispatched its troops without any just cause, and started a war with the orcs. They had even done something as horrible as massacring the tribes. No matter how they looked at it, the Roth Empire was wrong, so he was hesitating as to how to answer this question.

source: 这份红油抄手，果然没有让他失望。
en_us: This helping of Sichuan spicy wontons in red oil had indeed lived up to his expectations.

source: 这份鱼香茄子，满足了埃菲对于鱼香茄子的一切想象。
en_us: This eggplant with garlic sauce had satisfied all of Eiffie's fantasy of the eggplant with garlic sauce.

source: 这会室外温度应该在0度左右，路边的冰还没化，在没有光腿神器的世界，穿成这样，实在是有些难为她了。
en_us: The outdoor temperature should be around zero degree celsius right now. The ice on the road hadn't melted yet. In this world where skin-colored tights didn't exist, it was hard really hard on her to dress like this.

source: 这会已是深夜，衙门里都没有人。
en_us: It was already late at night and there was no one in the government buildings.

source: 这会还早，早餐店里只有五六个人在吃早餐，听到开门的声音下意识的向门口的方向看了一眼，然后目光都纷纷被站在门口的漂亮小姑娘吸引了。
en_us: It was still early, so there were only five or six people eating breakfast in the breakfast shop. They looked at the door when they heard it open and then their gaze was all attracted by the pretty little girl standing there.

source: 这位公爵大人多年未参与朝政，他们竟是没能第一时间认出他来。
en_us: This duke had not interfered with politics for many years, so they had not managed to recognize him immediately.

source: 这位前辈在兵部算是出了名的好酒之徒，对喝酒这件事极为讲究，洛都城里哪家酒馆的酒最好，可能没几个人比他清楚，这些年波比跟着前辈也喝了不少好酒。
en_us: That superior was known to love drinking in the military, and he was very particular about drinking. He knew better than anyone which were the best taverns in Rodu, and Bobby tasted great wines with this senior for all these years.

source: 这位头发花白的老教士应该就是希利大主教，教廷中地位仅次于教皇的二号人物。
en_us: This old missionary with white hair should be Archbishop Seely, who was the number two figure in the Holy See and someone ranked just under the pope.

source: 这位客人看起来不太懂行，但却又非常挑剔，属于比较难对付的那种。
en_us: This customer didn't seem to know the trade very well, yet he was extremely picky. He belonged to the difficult to handle type.

source: 这位年轻帅气的老板，还有着一手令人惊叹的厨艺，实在是太优秀了！
en_us: This young and handsome boss had amazing culinary skills. He was simply too outstanding!

source: 这位骑士他认得，利尔是军方一位实力颇为强大的骑士，为人正直，倒不是布卢姆的心腹，应该是被安德烈委派到布卢姆府上保护他的。
en_us: Mag recognized this knight. Lear was a very powerful knight in the military. He was an upright person, and was not Blum's aide. He was probably deployed by Andre to protect Blum.

source: 这倒也不能怪她，她从小跟着埃菲长大的，一身厨艺尽得埃菲真传，能够做到一般的程度，已经属于天赋异禀的存在了。
en_us: She was not to blame for that. Mala grew up with Eiffie and her culinary skills were taught by Eiffie. To be able to reach that standard already showed that she was very talented.

source: 这倒是让麦格有些意外。
en_us: That caught Mag by surprise.

source: 这充满迷惑性的名字，大概就是最神秘的了。
en_us: That mysterious name was perhaps the most mysterious aspect of it.

source: 这几日兵部发生剧变，他虽因病躲过一劫，却也失去了诸多同僚与朋友，兵部上下人心惶惶，他也心情烦躁。
en_us: Although he managed to avoid the changes that happened in the Ministry of Defense over these few days due to his illness, he lost many colleagues and friends. Moreover, the people started to become paranoid, and it also affected his mood.

source: 这几日据她观察，这塞班酒馆开的就像是小孩子过家家一样，营业时间极短，客人更是少得可怜，尽显兴趣使然的调调。
en_us: According to her observations in the past few days, Saipan Tavern operated just like a child's play. Its opening time was extremely short, and there were only a few customers. It seemed more like a hobby.

source: 这几日皇宫里的气氛有些压抑，温妮莎又十分聪慧，乔修的事情自然没能瞒过她。
en_us: The atmosphere in the palace had been rather suppressive recently, and Vanessa was very smart. Therefore, what happened to Josh could not be kept from her.

source: 这初闻像是失败品的酒，在那焦香与烟熏味之下，藏着的是令人震惊且着迷的美味。
en_us: This liquor that tasted like a failure initially, had a shocking and mesmerizing taste hidden under that toasted and smokey smell.

source: 这半袋食物，是她好几天的早餐的量了，小家伙竟然还嫌少。
en_us: Half of the bag of food was a few days' worth of breakfast for her and yet the little one still thought they were not enough.

source: 这又让他不禁有些诧异这酒竟然如此烈，只是小半瓶就让他醉的不省人事，要知道平日里那些果酒，没有三两瓶他根本不会醉。
en_us: This made him shocked at how strong the alcohol was. Only half of a small bottle could make him dead drunk. Two to three bottles of fruit wine would never make him drunk.

source: 这可是兵部真正的实权人物，能够掌握核心机密的那种。
en_us: This was someone who held the real power in the Ministry of Defense, the kind who knew many core secrets.

source: 这可是包赚不赔的生意。
en_us: This was a business that wouldn't lose money.

source: 这可是品酒大会上从未有过！
en_us: This had never happened on the liquor tasting event before!

source: 这可是四岁就能干翻八级魔法师的妖孽啊，说不定人家十岁前就成大魔法师了。
en_us: This was a monster that had defeated an 8th-tier magic caster at four years old. Perhaps she would become a great magic caster before she turned 10.

source: 这可是法部的官员大佬，身份尊贵，地位崇高。
en_us: This was a big boss in the Ministry of Law. Such a distinguished status and identity.

source: 这可是非常不好的体验。
en_us: This was a very bad experience.

source: 这可比他自己出去搜寻和购买方便准确多了，热乎的第一手资料，恐怕连迈克尔都还没有收到。
en_us: This was much more convenient and accurate than the intel that he had to search for and buy outside himself. These were the latest first-hand news. Perhaps even Michael hadn't even received them yet.

source: 这同样是她第一次进塞班酒馆，装饰和酒馆面积都比她预想的更小，更简单一些。
en_us: This was her first time walking into Saipan Tavern. Its decoration and size were simpler and smaller than she had expected.

source: 这和她的一向风格有些不符。
en_us: This wasn't her usual style.

source: 这四道面食，倒是可以让他们的早餐变得更加丰富，给客人们提供了更多的选择。
en_us: These four dishes could create more variety for their breakfast, and provide more selection for the customers.

source: 这在品酒大会的历史上从未出现过。
en_us: This had never happened in the history of the liquor tasting event before.

source: 这场战斗持续了大半个时辰方才结束，星空洞府坍塌，一只紫纹狮鹫落入废墟之中，带着伊琳娜离开。
en_us: That battle lasted for over an hour before the Starry Cave collapsed. A purple-striped griffin landed on the ruins, and left with Irina.

source: 这场运动，就像是一场烈火，瞬间席卷了风之森林，已然不可控制。
en_us: This exercise was just a raging fire. It swept through the Wind Forest in an instant, and was already beyond control.

source: 这坏蛋系统。
en_us: This baddie system.

source: 这套蒸馏设备无法形成一个封闭的蒸馏空间，意味着蒸馏过程中有许多酒液是直接跑调的，而且和空气的过分接触，也导致了酒液的纯度极大降低。
en_us: This distillation equipment couldn't form a sealed distillating space. This meant a lot of liquor had escaped during the distillation process and the exceeding interaction with air caused the liquor's purity to greatly decrease.

source: 这妮子……不会是为了蹭饭找的借口吧？
en_us: This wench... is not using this as an excuse to get a free meal, right?

source: 这家牛肉馆的味道其实很普通，至少在麦格看来是这样的，不过从周遭的客人评价来看，这种程度的牛肉馆已经足以在洛都立足。
en_us: The taste at this beef restaurant was actually rather ordinary—at least it was to Mag. However, judging from the reviews of the surrounding customers, a beef restaurant of such standards could already survive in Rodu.

source: 这对于麦格来说无疑是一个好消息。
en_us: This was no doubt good news to Mag.

source: 这导致洛斯帝国西北联军入侵的时候，兽人族没有足够的强者与对方强者进行对线，甚至无人组织，各大小部落各自为战，从而被一一击破。
en_us: This caused the orc tribes to have insufficient powerhouses to fight off the Roth Empire northwestern allied forces' invasion, and there was even no one to facilitate a fight, causing all tribes to be on their own, which resulted in their fall.

source: 这封信中，巨龙族谴责安德烈包庇被魔鬼控制的乔修，与魔鬼为伍，任由他发动对兽人族和精灵族的战争，并且在洛都城内肆意杀害大臣及其无辜的家属，并且试图发动新的种族战争。
en_us: In the letter, the giant dragons condemned Andre for protecting Josh, who was controlled by the devil, allowing him to start a war on the orcs and the elves, massacre the courtiers and their families, and attempt to start a new racial war.

source: 这小丫头虽然小了些，不过长得还挺可爱的，让她来倒酒，倒也能助几分酒兴。
en_us: Although the lass was a little small, she was rather cute. Getting her to pour their wine would still be rather pleasurable.

source: 这小伙子工作态度还不错，效率和业务能力也还行，这也是麦格再次选择他的原因。
en_us: This youngster had a rather good attitude when it came to work. His efficiency and work abilities was good too. This was also why Mag decided to choose him again.

source: 这小酒坛圆滚滚的，表面光滑如玉，无论是造型还是材质看起来都非常精致可人。
en_us: This little wine urn was round with a smooth surface. Both its design and material looked very exquisite.

source: 这就任重而道远了。
en_us: Now, this was really hard.

source: 这就是大佬的威慑力，哪怕她错了，也错的理直气壮。
en_us: This was the aura of a big boss. Even if she was wrong, she would be rightfully wrong.

source: 这就是天才。
en_us: This was talent.

source: 这就是巨魔族的生存之道，明明也不算弱族，却总喜欢当墙头草。
en_us: This was the way the way to survival for the Trolls. They were not a weak race but they loved to remain neutral.

source: 这就是所有智慧生命的本质，对于未知的好奇和向往。
en_us: This is the essence of all intelligent life. They are curious about the unknown.

source: 这就是有权有势的胖子出门的好处，喝醉了还有人能帮忙抬回去。
en_us: This was the benefit of a powerful fatty going out. There would be people to carry him home even if he was drunk.

source: 这就让拍黄瓜这个步骤变得富有难度和技巧。
en_us: This step made the Smashed Cucumber Salad a very difficult dish which required techniques.

source: 这届品酒大会有三百多家酒馆参加，因为数量众多，以抽签的方式分为五家一组，以组为单位进行品鉴。
en_us: There were over 300 taverns taking part in this liquor tasting event. Due to the huge number, they were split into groups of five taverns by drawing lots and tasting would done in groups of five.

source: 这工厂的图纸是系统出的，完全按照现代酿酒厂的先进规划来搞，只是建筑外观用了这个世界的流行样式，倒是有几分欧式酒庄的感觉。
en_us: The system provided this brewery's blueprint. It was built exactly according to a modern brewery's plan. Only its architectural facade used this world's popular style, and looked a little like a European winery.

source: 这巨蛇乍一看像是某种魔兽，但它身上的魔气才是让麦格在意的。
en_us: That giant snake looked some kind of magic beast, but the evil aura on it was what Mag was most concerned about.

source: 这巨蛇的实力在普通十级强者之上，重伤了三位十级强者后，还有余力继续追他。
en_us: This giant snake's power was above the normal 10th-tier powerhouses. It was able to chase after him after it seriously wounded three 10th-tier powerhouses.

source: 这座福利院就像一座幼儿园一样，鲜艳但不刺眼的配色和建筑，那些充满童稚的壁画，都让人感受到了勃发的生机。
en_us: This orphanage looked just like a kindergarten. The bright but not glaring colors, architecture, and those childish wall murals gave people the sense of thriving vitality.

source: 这座福利院是露娜的基金会在城北给流浪街头的孩子建的，一座非常大的两层建筑，有五百多个孩子，围墙圈了一个五百平的大院子，在院子里修建了一些简单的玩乐设施，还有十几位工作人员负责孩子们的日常起居。
en_us: The orphanage was built for the children wandering on the streets by Luna's foundation in the north of the city. It was a huge two-story building for over 500 children. The walls encircled a big 500 square meters yard, and there were play facilities built in the yard. 10-odd staff members were in charge of the children's daily life.

source: 这引起了不少来喝酒的熟客不满，这会聚在门口，要埃菲他们一个说法。
en_us: This caused the displeasure of many regulars who came to drink. They congregated at the door, asking Eiffie for an explanation.

source: 这怎么可能。
en_us: How could that ever happen?

source: 这感觉，简直妙不可言！
en_us: This was an indescribable feeling!

source: 这戒指有一个定位功能，以及危机状态警报功能。
en_us: This ring had a GPS tracking function and a crisis status alert function.

source: 这或许可以作为古大陆住民跨入蒸汽时代的标志，按照应用情况，蒸汽机应该很快便会在诺兰大陆上普及应用，推动社会变革！
en_us: This could be the sign of the ancient continent moving into the steam engine era. According to usage situation, the steam engine should be able to gain wide usage on Norland Continent and cause societal revolution!

source: 这才是她应该做的事情。
en_us: This was what she should do.

source: 这才是最过分的好吗！
en_us: That was really unreasonable, okay!

source: 这才是真正隐藏的富婆啊！
en_us: This was a real hidden rich woman!

source: 这打脸来的就像龙卷风，竟是让他一时间不太适应。
en_us: This contradiction was way too much and he couldn't accept it in that moment.

source: 这据说是一位男爵的庄园，占地极广，能够进入场地的，除了申请参加品酒大会的酒馆老板们，还有许多有些身份的好酒人士。
en_us: It was said that the owner of this Manor was a Baron. The area of the Manor was huge and other than the owner of taverns who had registered to compete in the liquor tasting event, there were also other wine-lovers who went.

source: 这摆脱了封印，而且集结了数量恐怖的古尸的魔鬼，更是令人胆寒。
en_us: This devil that had already broken out of the seal and amassed a terrifying number of ancient corpses, made them shudder.

source: 这时咬开黄瓜，爽脆的口感，还有那清爽丰盈的汁水在口腔中绽放，让酸味和辣味得到了最美妙的中和。
en_us: Mag bit into the cucumber. It was refreshing and crunchy. On top of that, the refreshing juice from the cucumber squirted out in his mouth, neutralizing the sourness and spiciness perfectly.

source: 这时，一群穿着官服的中年男人走进酒馆，寻了张八人桌坐下，点了几瓶酒和几样下酒菜。
en_us: Just then, a group of middle-aged men wearing official uniforms entered the tavern. They found an eight-seater, sat down, and ordered a few bottles of wine and a few side dishes.

source: 这时，却响起了敲门声。
en_us: Right then, someone knocked on the door.

source: 这时，那克苏鲁突然转向了他们，然后扇动了一下翅膀。
en_us: Right then, Cthulhu suddenly turned towards them flapped its wings.

source: 这时，酒馆大门却在他的身后无声的向外打开了。
en_us: Just then, the tavern's door behind him opened outward silently.

source: 这时，重重的敲门声突然响起。
en_us: Right then, heavy knockings suddenly sounded.

source: 这明明就是你太用力了！
en_us: You're the one who used too much force!

source: 这是一个互相成就的故事。
en_us: This was how things would work out for both sides.

source: 这是一个力量与技巧完美结合的动作，力道的把握非常关键。
en_us: This action was the perfect union of power and technique and it was key to control the power used.

source: 这是一个可怕的女人，也是一个她无力抗衡的女人。
en_us: This was a terrifying woman and also one whom she had no power to go against.

source: 这是一个宽阔的空房间，四壁都是钢铁墙壁，只有朝着外界的方向有透光的玻璃。
en_us: It was a spacious room with iron walls. Only the out-facing sides were transparent glass.

source: 这是一场颇为激烈的战斗，当其他强者赶到的时候，现场只剩下了三个重伤的十级强者，和一地狼藉。
en_us: This was a rather intense battle. Only the three severedly wounded 10th-tier powerhouses and a mess were left on the scene when the other powerhouses rushed over.

source: 这是一处议事殿，是安德烈与手下近臣议事之处，当年亚历克斯也曾是这里的常客。
en_us: This was a meeting hall. It was where Alex would discuss matters with his subordinates. Back then, Alex was a regular here too.

source: 这是一家新酒馆，不过陈设和装饰都非常简单，丝毫不显奢华，和他们平日出没的酒馆差距明显。
en_us: This was a new establishment, but the decor and furniture were all very simple. It wasn't opulent at all, and was vastly different from the taverns they used to frequent.

source: 这是一款非常完美的酒，或者说超出他能够进行指教的上限的酒。
en_us: This was an extremely perfect liquor, or he should say that it was a liquor that had exceeded the upper limit of his guidance arena.

source: 这是一盅汤，褐色的汤汁里，还有各种食材浮沉。
en_us: This was a pot of soup. There were all kinds of ingredients floating in the brown soup.

source: 这是丑小鸭第一次在吃饭的时候，没有主动凑到桌子前来。
en_us: This was the first time Ugly Duckling didn't come to the table during a meal.

source: 这是中国古典版的。
en_us: This was the ancient Chinese version.

source: 这是什么？
en_us: That was all?

source: 这是令猛然落泪，令七百旬老头衣衫绽裂的美食，究竟是人性的……
en_us: This food made a grown man weep, and ripped the shirt of a 700-year-old man. Was this the test of humanity…

source: 这是伊琳娜决不会答应和容许的。
en_us: Irina would never allow that to happen.

source: 这是会被钉在耻辱柱上的可怕黑料！
en_us: This was a scandal that could crucify it on the pillar of shame!

source: 这是和茅台酒纯粹而极致的浓香不同的感觉，他是如此的特立独行，却又保持着令人惊叹的超高水准，同样是美酒之中的翘楚。
en_us: This was very different from the pure and rich fragrance of Maotai. It was unique just like that, yet there was a stunningly high quality that was maintained. It was also top-grade alcohol.

source: 这是多么奇妙的体验。
en_us: This was such an amazing experience.

source: 这是女人强大的第六感给她的反馈。
en_us: This was the feedback from a woman's powerful sixth sense.

source: 这是她从未品尝过的味道，奇妙，而又让人难以抗拒。
en_us: This was a taste that she had never tasted before. It was amazing and yet irresistible.

source: 这是她根本无法想象到的美味。
en_us: This was a taste she was never able to imagine.

source: 这是好事，对暗夜精灵来说也是好事。
en_us: This was a good thing to the Night Elves as well.

source: 这是安妮最喜欢的童话故事。
en_us: It was Annie's favorite children's story.

source: 这是帕萨这辈子都没有喝过的好酒，美酒下肚，一股暖意从心底升起，有来自这美酒带来的温暖，也有来自陌生人在这冷风之中递出的一杯酒。
en_us: This was a great wine that Pasa had never had before in his life. The moment he swallowed the wine, the warmth started rushing up to the rest of his body. There was the warmth from this great wine and also the warmth from the wine offered by a stranger in this chilling wind.

source: 这是库尔特和弗格斯在品尝了威士忌之后心里最深刻的感受。
en_us: This was how Kurt and Fergus felt after tasting the whiskey.
